brew "autojump"
brew "awscli"
brew "bat"
brew "curl"
brew "eksctl"
brew "figlet"
brew "fd"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-gui"
brew "glow"
brew "imagemagick"
brew "kubectl"
brew "kubernetes-cli"
brew "lazygit"
brew "nano"
brew "nanorc"
brew "neofetch"
brew "nginx"
brew "node"
brew "nvm"
brew "php"
brew "pyenv"
brew "rbenv"
brew "react-native-cli"
brew "ripgrep"
brew "spaceship"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"

tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask "font-fira-code"
cask "font-mononoki"
cask "font-mononoki-nerd-font"
