brew "autojump"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "dipc"
brew "eksctl"
brew "eza"
brew "figlet"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-gui"
brew "glow"
brew "gotop"
brew "gping"
brew "imagemagick"
brew "inxi"
brew "kubectl"
brew "kubernetes-cli"
brew "lua"
brew "nano"
brew "nanorc"
brew "neofetch"
brew "nginx"
brew "obsidian"
brew "onefetch"
brew "php"
brew "pipes-sh"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "scc"
brew "starship"
brew "tealdeer"
brew "tree"
brew "watson"
brew "yamllint"
brew "zk"
brew "zsh"

tap "doprz/dipc"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

cask "1password"
cask "1password-cli"
cask "boom-3d"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-profont-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "kitty"
cask "ngrok"
cask "spotify"
cask "smcfancontrol"
cask "vlc"
cask "wezterm-nightly"
