1password
1password-cli
ack
acpi
acpi_call
acpid
alacritty
alsa-utils
audio-recorder
aws-cli-v2
base
base-devel
bash-completion
bat
bat-extras
bibata-cursor-theme
bluez
bluez-tools
bluez-utils
brillo
btop
btrfs-progs
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cava
cavalier
cbindgen
clang
cliphist
clipman
clonezilla-unstable
cmatrix
cowfortune
cowsay
dialog
discord
dmenu
dmidecode
docker
docker-compose
dptfxtract-bin
dracut
dracut-hook
dropbox
duf
dump_syms
dunst
efibootmgr
evtest
exa
fd
feh
figlet
firefox-developer-edition
fish
foot
fprintd
geany
gifsicle
gimp
git
git-delta
github-cli
glow
gnome-calculator
gnome-terminal
go
google-chrome-dev
gotop-git
grim
gst-plugin-pipewire
gvfs
htop
httpie
hyprland-git
hyprpicker-git
imagemagick
imake
inetutils
inotify-tools
intel-media-driver
intel-ucode
inxi
iwd
jq
kanshi
kitty
libpulse
libva-intel-driver
links
linux-firmware
linux-zen
linux-zen-docs
linux-zen-headers
lld
llvm
lshw
mako
mopidy
mopidy-mpd
mopidy-spotify-git
mpc
mpd
mpd-notification
mpdris2
mpv
nano
nasm
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
nginx
nim
nitch
nodejs
noise-suppression-for-voice
nvim-packer-git
nvm
obsidian
pacman-contrib
pam-fprint-grosshack
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit
polkit-gnome
pulsemixer
pydf
python-pywal
qbittorrent
qt5-imageformats
qt5-wayland
qt5ct
qutebrowser
ranger
reflector
rofi-lbonn-wayland-git
rsync
ruby-clocale
ruby-colorls
ruby-filesize
rustup
rxfetch
slurp
smartmontools
spicetify-cli
spicetify-themes-git
spotify
spotify-player
squashfs-tools
starship
swappy
sway
sway-audio-idle-inhibit-git
swaybg
swayidle
swaylock-effects-git
syslog-ng
thunar
tlp
ttf-font-awesome
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-mononoki-nerd
ttf-profont-nerd
tty-clock-git
typora
unarchiver
unzip
viewnior
vim
virtualbox-ext-oracle
visual-studio-code-bin
vlc
vulkan-intel
wasi-compiler-rt
wasi-libc
wasi-libc++
wasi-libc++abi
waybar-hyprland-git
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdg-utils
xorg-server
xorg-server-xvfb
xorg-xinit
xorg-xwayland
yad
yasm
yay
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
zsh-completions
